export const yandexMarketOfferMappingEntriesExample = {
  status: "OK",
  result: {
    paging: {
      nextPageToken: "",
    },
    offerMappingEntries: [
      {
        offer: {
          name: "Кератолитик для пяток 500 мл + пилка для пяток \t\t\t",
          shopSku: "204384",
          category: "Уход за телом",
          vendor: "KINSLEY",
          vendorCode: "204384",
          description:
            "Средство для педикюра KINSLEY с нано компонентами для гладких пяток работает эффективно с первого применения. Всего за 5 минут средство для пяток поможет избавиться от мозолей, натоптышей, сухой кожи, сухих пяток, трещин и сделает твои стопы красивыми, и здоровыми. Кератолитик для ног - лучшее средство по уходу за вашими пяточками. Он как жидкое лезвие для педикюра бережно убирает плотный ороговевший слой кожи, избавляя от натоптышей и мозолей. Жидкость для педикюра, прекрасно подойдет как для профессионального использования в салоне, так и для использования дома в домашних условиях. Педикюрная косметика средство для пяток имеет безопасный состав, не требует нейтрализации, и поэтому проста в использовании. Лимонная кислота обогащенная витаминами А и Е расщепляет огрубевшую кожу, бережно очищая ее; экстракт алоэ размягчает кожу, успокаивая, увлажняя и разглаживая ее. Для проведения процедуры нанеси средство для ухода за ногами на ватный диск и оставь на проблемном участке на 2-3 минуты, потом ополосни ноги мыльной водой. После используй пилку для пяток, идущую в комплекте бьюти набора, для устранения несовершенств. Косметика от бренда KINSLEY - это всегда высокое качество и гарантия результата! Декоративная косметика для ухода за ногами, пятками подходит для женщин и для мужчин, для беременных и для кормящих мам, нет противопоказаний при диабете. Уходовая косметика станет отличным подарком маме, папе, сестре, подруге, коллеге! Гладкие пяточки - это красота и здоровье ваших ног.  Для продления эффекта шелковых стоп используй наше косметическое средство супер увлажняющий крем для ног с мочевиной KINSLEY Артикул: 145851033 ",
          barcodes: ["4605103204384"],
          pictures: [
            "https://basket-10.wb.ru/vol1458/part145855/145855585/images/big/1.jpg",
            "https://basket-10.wb.ru/vol1458/part145855/145855585/images/big/2.jpg",
            "https://basket-10.wb.ru/vol1458/part145855/145855585/images/big/3.jpg",
            "https://basket-10.wb.ru/vol1458/part145855/145855585/images/big/4.jpg",
            "https://basket-10.wb.ru/vol1458/part145855/145855585/images/big/5.jpg",
            "https://basket-10.wb.ru/vol1458/part145855/145855585/images/big/6.jpg",
            "https://basket-10.wb.ru/vol1458/part145855/145855585/images/big/7.jpg",
            "https://basket-10.wb.ru/vol1458/part145855/145855585/images/big/8.jpg",
          ],
          manufacturerCountries: ["Россия"],
          weightDimensions: {
            length: 9,
            width: 9,
            height: 26.5,
            weight: 0.671,
          },
          supplyScheduleDays: [],
          shelfLifeDays: 730,
          processingState: {
            status: "READY",
          },
          availability: "ACTIVE",
          shelfLife: {
            timePeriod: 2,
            timeUnit: "YEAR",
          },
        },
        mapping: {
          marketSku: 101374763243,
          categoryId: 8476099,
        },
      },
      {
        offer: {
          name: "Бальзам для волос профессиональный увлажняющий\t\t\t\t ",
          shopSku: "395044",
          category: "Уход за волосами",
          vendor: "KINSLEY",
          vendorCode: "395044",
          description:
            "Бальзам - кондиционер для волос KINSLEY - защита для волос, которая сделает их здоровыми, сильными и блестящими! Ты забудешь о спутанных и безжизненных волосах вместе с бальзамом для волос Total Repair & Protection. Бессульфатный бальзам разглаживает чешуйки волос, облегчает расчесывание локонов, питает, увлажняет, придает блеск и эластичность. Бальзам для волос женский обладает уникальным составом на основе 3-х масел: - МАСЛО ШИ, благодаря которому можно получить увлажнение волос; - МАСЛО КОКОСА, обладает смягчающим и увлажняющим действием, а так же помогает восстановить поврежденные волосы, придавая им здоровый блеск; - МАСЛО ОЛИВЫ, укрепляет структуру волос, предотвращает возникновение секущихся кончиков, делает их гладкими и однородными. Бальзам ополаскиватель глубоко питает и увлажняет, заполняет пустоты пористых волос - термозащита для волос обеспечена. Волосы не электризуются и становятся защищенными от повреждений. Бессульфатная формула содержит КЕРАТИН для волос. Бальзам с кератином восстанавливает ваши волосы до самых кончиков, обеспечивает легкое расчесывание, избавляет от ломкости, устраняет пушистость, повышает прочность по всей длине волос, создает защитную оболочку от негативного воздействия внешней среды, а также помогает защитить волосы в процессе укладки. Средство для волос продлевает эффект от салонных процедур, например: кератина, ботокса и коллагенового восстановления. Увлажняющий бальзам кондиционер восстанавливает и укрепляет волосы, без эффекта утяжеления. Все это позволит использовать бальзам для сухих волос, для тонких и поврежденных волос и как бальзам питательный. Уходовая косметика для волос защищает натуральные и окрашенные волосы, помогает восполнить утраченную влагу и сохранить ее. Бальзам без сульфатов Total Repair & Protection подходит для любого типа волос, в том числе, как бальзам для окрашенных волос - защищает цвет, и как бальзам для кудрявых волос - делает пряди упругими и обладает антистатическим действием. После использования восстанавливающего бальзама для волос даже жесткие и сухие пряди станут более мягкими, а на их поверхности появится здоровый блеск. Рекомендуем применять бальзам в комплексе с шампунем из линейки наших профессиональных средств Артикул 146167685. А закрепить идеальный эффект поможем спрей для волос Артикул 145851033. Комплекс Total Repair & Protection шампунь и бальзам восстанавливает даже очень поврежденные волосы при регулярном применении. ",
          barcodes: ["4605103395044"],
          pictures: [
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/1.jpg",
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/2.jpg",
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/3.jpg",
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/4.jpg",
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/5.jpg",
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/6.jpg",
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/7.jpg",
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/8.jpg",
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/9.jpg",
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/10.jpg",
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/11.jpg",
            "https://basket-10.wb.ru/vol1461/part146169/146169813/images/big/12.jpg",
          ],
          manufacturerCountries: ["Россия"],
          weightDimensions: {
            length: 9,
            width: 9,
            height: 26.5,
            weight: 0.33,
          },
          supplyScheduleDays: [],
          shelfLifeDays: 730,
          processingState: {
            status: "READY",
          },
          availability: "ACTIVE",
          shelfLife: {
            timePeriod: 2,
            timeUnit: "YEAR",
          },
        },
        mapping: {
          marketSku: 101995411270,
          categoryId: 91184,
        },
      },
      {
        offer: {
          name: "Средство для пяток кератолитик жидкое лезвие + пилка для ног",
          shopSku: "396409",
          category: "Уход за телом",
          vendor: "KINSLEY",
          vendorCode: "396409",
          description:
            "Средство для педикюра KINSLEY с нано компонентами для гладких пяток работает эффективно с первого применения. Всего за 5 минут средство поможет избавиться от мозолей, натоптышей, сухой кожи, сухих пяток, трещин и сделает твои стопы красивыми, и здоровыми. Кератолитик для пяток - лучшее средство по уходу за вашими пяточками. Он как жидкое лезвие для педикюра бережно убирает плотный ороговевший слой кожи, избавляя от натоптышей и мозолей. Жидкость для педикюра, прекрасно подойдет как для профессионального использования в салоне, так и для использования дома в домашних условиях. Педикюрная косметика средство для пяток имеет безопасный состав, не требует нейтрализации, и поэтому проста в использовании. Лимонная кислота обогащенная витаминами А и Е расщепляет огрубевшую кожу, бережно очищая ее; экстракт алоэ размягчает кожу, успокаивая, увлажняя и разглаживая ее. Для проведения процедуры нанеси средство для ухода за ногами на ватный диск и оставь на проблемном участке на 2-3 минуты, потом ополосни ноги мыльной водой. После используй пилку для пяток, идущую в комплекте бьюти набора, для устранения несовершенств. Косметика от бренда KINSLEY - это всегда высокое качество и гарантия результата! Декоративная косметика для ухода за ногами, пятками подходит для женщин и для мужчин, для беременных и для кормящих мам, нет противопоказаний при диабете. Уходовая косметика станет отличным подарком маме, папе, сестре, подруге, коллеге! Гладкие пяточки - это красота и здоровье ваших ног.  Для продления эффекта шелковых стоп используй наше косметическое средство супер увлажняющий крем для ног с мочевиной KINSLEY Артикул: 145851033 ",
          barcodes: ["4605103396409"],
          pictures: [
            "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/1.jpg",
            "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/2.jpg",
            "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/3.jpg",
            "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/4.jpg",
            "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/5.jpg",
            "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/6.jpg",
            "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/7.jpg",
            "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/8.jpg",
            "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/9.jpg",
          ],
          manufacturer: 'ООО "51"',
          manufacturerCountries: ["Россия"],
          weightDimensions: {
            length: 9,
            width: 9,
            height: 26,
            weight: 0.275,
          },
          supplyScheduleDays: [],
          shelfLifeDays: 730,
          processingState: {
            status: "READY",
          },
          availability: "ACTIVE",
          shelfLife: {
            timePeriod: 2,
            timeUnit: "YEAR",
          },
        },
        mapping: {
          marketSku: 102031854449,
          categoryId: 4852774,
        },
      },
      {
        offer: {
          name: "Крем для ног с мочевиной от трещин и натоптышей 500 мл.",
          shopSku: "460162",
          category: "Уход за телом",
          vendor: "KINSLEY",
          vendorCode: "460162",
          description:
            "Восстанавливающий и увлажняющий крем 2в1 KINSLEY для сухой кожи ног эффективно заживляет трещины, поможет избавиться от мозолей, натоптышей, от шелушения. Крем маска для ног с мочевиной смягчает и устраняет сухость. Средство для пяток снимает усталость и отечность, позволит забыть о боли в ногах, сделает гладкие пятки. Аллантоин, входящий в состав, делает крем для пяток смягчающим, успокаивает, восстанавливает мягкость и эластичность кожи, способствует её регенерации; кокосовое масло залечивает трещины и раны; экстракт листьев зеленого чая оказывает противомикробное и антибактериальное действие; ментол стимулирует кровообращение и тонизирует кожу, устраняет неприятные запахи. Крем с мочевиной 10% для пяток не только решает проблемы гиперкератоза, огрубевшей кожи и сухих стоп, но и используется как увлажняющий крем для ухода за телом, руками: как крем для увлажнения сухих участков тела, крем для сухой кожей рук, локтей и коленей. Питательный крем для тела можно использовать как крем для ногтей и кутикулы, для маникюра и педикюра, как увлажняющий крем для рук или маска для рук. Крем с мочевиной для тела препятствует потере влаги и отшелушивает, смягчает и питает, избавляет от трещин на руках, локтях и коленях. Гладкие ручки и ножки - красота и здоровье для любой девушки. Крем для тела, рук с дозатором удобен и прост в использовании, нужно всего лишь: нанести крем массажными движениями на проблемные участки до полного впитывания. Смягчающий крем для ног и пяток: нанести массажными движениями на чистую сухую кожу. Маска для ног: нанести плотным слоем на 15 минут, удалить излишки салфеткой.  Позаботиться о красоте ваших ног Вам поможет косметика KINSLEY. Регулярные процедуры по уход за ногами помогут избавить Ваши ноги от усталости и неприятных ощущений после активного дня, тонизировать и освежить, а так же избавить от грибковых заболеваний, отёков, запаха и пота ног. Для максимального эффекта используйте дополнительные средства для ухода за ногами: кератолитик KINSLEY Артикул: 145855585 в объеме 500мл., или Артикул: 145853684 в объеме 150 мл..",
          barcodes: ["4605103460162"],
          pictures: [
            "https://basket-10.wb.ru/vol1458/part145851/145851033/images/big/1.jpg",
            "https://basket-10.wb.ru/vol1458/part145851/145851033/images/big/2.jpg",
            "https://basket-10.wb.ru/vol1458/part145851/145851033/images/big/3.jpg",
            "https://basket-10.wb.ru/vol1458/part145851/145851033/images/big/4.jpg",
            "https://basket-10.wb.ru/vol1458/part145851/145851033/images/big/5.jpg",
            "https://basket-10.wb.ru/vol1458/part145851/145851033/images/big/6.jpg",
            "https://basket-10.wb.ru/vol1458/part145851/145851033/images/big/7.jpg",
            "https://basket-10.wb.ru/vol1458/part145851/145851033/images/big/8.jpg",
            "https://basket-10.wb.ru/vol1458/part145851/145851033/images/big/9.jpg",
            "https://basket-10.wb.ru/vol1458/part145851/145851033/images/big/10.jpg",
          ],
          manufacturerCountries: ["Россия"],
          weightDimensions: {
            length: 9,
            width: 9,
            height: 26.5,
            weight: 0.611,
          },
          supplyScheduleDays: [],
          shelfLifeDays: 730,
          processingState: {
            status: "READY",
          },
          availability: "ACTIVE",
          shelfLife: {
            timePeriod: 2,
            timeUnit: "YEAR",
          },
        },
        mapping: {
          marketSku: 101995421905,
          categoryId: 4852774,
        },
      },
      {
        offer: {
          name: "Набор для волос женский шампунь и бальзам бессульфатный",
          shopSku: "492613",
          category: "Уход за волосами",
          vendor: "KINSLEY",
          vendorCode: "492613",
          description:
            "Косметический набор для волос Шампунь + Бальзам кондиционер для волос KINSLEY Total Repair & Protection поможет сделать твои волосы густыми и здоровыми. Салонный уход за волосами у тебя дома! Профессиональный безсульфатный шампунь для волос на основе мягких моющих компонентов и натуральных экстрактов глубоко очищает кожу головы от загрязнений и остатков стайлинга. Активные компоненты шампуня - экстракт кокоса, масло оливы, глицерин и кератин для волос - помогают восстановлению изнутри даже очень сухим волосам. Шампунь для волос питает волосяные луковицы, обеспечивает здоровый рост волос и предотвращает выпадение. Увлажняющий шампунь поможет избавиться от перхоти. Шампунь с кератином подходит для ежедневного применения, для жирных волос, для окрашенных волос, для сухих волос. Профессиональный бальзам без сульфатов и парабенов покажет эффект уже после первого применения. Бальзам для волос кондиционер состоит из комплекса 3-х масел - масло ши, кокоса и оливы - глубоко питает и увлажняет структуру, заполняет пустоты пористых волос, а также обеспечивает термозащиту. Бальзам ополаскиватель избавляет от ломкости, сечения, устранит пушистость, повышает прочность по всей длине волос, создает защитную оболочку от негативного воздействия внешней среды, обеспечит легкое расчесывание, а также помогает защитить волосы в процессе укладки. Увлажняющий бальзам на основе кератина выравнивает структуру волоса, делая пряди более послушными и мягкими. Косметический набор для ухода за волосами KINSLEY Total Repair & Protection - это защита волос на молекулярном уровне с помощью уникальных профессиональных составов комплекса. Косметический набор женский не утяжеляет волос, подходит для любого типа волос, а также помогает сохранить цвет окрашенных волос. Профессиональный набор косметики для волос Total Repair & Protection шампунь и бальзам восстанавливает даже очень поврежденные волосы при регулярном применении. Бьюти бокс - отличный подарок женщине, девушке, подруге, маме на любой праздник и по любому поводу. ",
          barcodes: ["4605103492613"],
          pictures: [
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/1.jpg",
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/2.jpg",
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/3.jpg",
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/4.jpg",
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/5.jpg",
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/6.jpg",
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/7.jpg",
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/8.jpg",
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/9.jpg",
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/10.jpg",
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/11.jpg",
            "https://basket-10.wb.ru/vol1461/part146170/146170716/images/big/12.jpg",
          ],
          manufacturerCountries: ["Россия"],
          weightDimensions: {
            length: 9,
            width: 18,
            height: 26.5,
            weight: 0.66,
          },
          supplyScheduleDays: [],
          shelfLifeDays: 730,
          processingState: {
            status: "READY",
          },
          availability: "ACTIVE",
          shelfLife: {
            timePeriod: 2,
            timeUnit: "YEAR",
          },
        },
        mapping: {
          marketSku: 101995747521,
          categoryId: 8480738,
        },
      },
      {
        offer: {
          name: "Набор для педикюра: крем + кератолитик + пилка для ног",
          shopSku: "562170",
          category: "Уход за телом",
          vendor: "KINSLEY",
          vendorCode: "562170",
          description:
            'Набор косметики для педикюра KINSLEY удалит трещины, грубую кожу на пятках, сделает твои ножки идеальными в домашних условиях. Для этого всего лишь используй профессиональный педикюрный набор для гладких пяток от KINSLEY. В бьюти бокс подарочный входят профессиональные средства для педикюра: Кератолитик + Крем для ног для сухой кожи + Пилка для ног. Кератолитики - жидкое лезвие для педикюра обеспечивают уход за пятками, избавляют стопы от мозолей и натоптышей, а крем для ног смягчающий, питает кожу и заживляет трещины. Крем для ног с мочевиной избавляет от шелушения, стянутости и раздражения, дает противогрибковый эффект. Комплекс витаминов А и Е расщепляет огрубевшую кожу, бережно очищая ее. Крем для ног с ментолом охлаждает, снимает усталость и отечность, избавляя от ощущения "тяжелых ног". Жидкое лезвие для пяток не требует нейтрализации, действует эффективно удаляя натоптыши и мозоли. Ты навсегда забудешь, что такое пемза для пяток! 2 простых шага: кератолитик для педикюра и крем для пяток от трещин на пятках - отличное средство для пяток - помогут обрести здоровую кожу ног и возможность носить любимую обувь без боли! Крем и лосьон для ног имеют удобный дозатор, что позволит экономично использовать уходовую косметику. Набор косметики для ухода за ногами - незаменимый помощник в выполнении качественного и быстрого педикюра. Для проведения процедуры нанесите кератолитик на ватный диск и оставьте на проблемном участке на 2-3 минуты, потом ополосни ноги мыльной водой. После используй пилку для пяток для устранения несовершенств. Далее для продления эффекта шелковых стоп красивых ухоженных ног используйте супер увлажняющий крем для ног и стоп с мочевиной 10% входящий в состав подарочного набора. Нанести крем массажными движениями на проблемные участки до полного впитывания. Гладкость стоп, смягчающий эффект, увлажнение ног всего за один день! Результат виден уже после первого применения! Набор средств для педикюра будет прекрасным подарком как для женщин, так и для мужчин. ',
          barcodes: ["4605103562170"],
          pictures: [
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/1.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/2.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/3.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/4.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/5.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/6.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/7.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/8.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/9.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/10.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/11.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/12.jpg",
            "https://basket-10.wb.ru/vol1461/part146175/146175871/images/big/13.jpg",
          ],
          manufacturerCountries: ["Россия"],
          weightDimensions: {
            length: 9,
            width: 18,
            height: 26.5,
            weight: 1.282,
          },
          supplyScheduleDays: [],
          shelfLifeDays: 730,
          processingState: {
            status: "READY",
          },
          availability: "ACTIVE",
          shelfLife: {
            timePeriod: 2,
            timeUnit: "YEAR",
          },
        },
        mapping: {
          marketSku: 101995426791,
          categoryId: 4852774,
        },
      },
      {
        offer: {
          name: "Крем-спрей для волос 20в1 термозащита несмываемый 250 мл",
          shopSku: "562316",
          category: "Уход за волосами",
          vendor: "KINSLEY",
          vendorCode: "562316",
          description:
            "Спрей для волос KINSLEY 20 в 1 это идеальный несмываемый уход за волосами. Увлажняющий спрей для волос - это уникальная формула 20 активных компонентов в одном флаконе. Пантенол увлажняет волосы, нормализует метаболические процессы в коже головы, улучшает питание корней и внешний вид волос. Кератин для волос проникает в структуру волоса и восстанавливает его изнутри, а так же делает их послушными и отвечает за легкое расчесывание. Масла и аминокислоты питают структуру волос, улучшают прочность, обеспечивают блеск, работают как антистатик для волос. Спрей для объема волос содержит протеины, которые помогают уплотнить волосы, в итоге получается результат: более густые и объемные пряди, т.е. придает объем и силу не оставляя ощущения липкости. Для волос спрей предупреждает появление секущихся кончиков, ломкости и ослабления волос. При использовании средства волосы приобретают мягкость и послушность, локоны легко расчесываются, улучшается их качество и устраняется пушистость. Крем спрей - термозащита для волос, надежно защищает волосы от негативных факторов окружающей среды, покрывая каждый волос невидимой пленкой. Спрей не только защищает от ультрафиолета, работая как солнцезащитный спрей, но и защищает от холода, жары, и придает волосам блеск и мягкость, облегчает расчесывание, предупреждает возникновение статического электричества и вымывания цвета окрашенных волос. Несмываемые средства — средства для укладки волос, важный этап домашнего ухода за волосами вне зависимости от их типа. Рекомендации по уходу за волосами: на вымытые и слегка подсушенные полотенцем волосы нанести спрей (отступая от корней на 10 см.) в необходимом количестве в зависимости от их длины, состояния и пористости. Распределить продукт по всей длине, включая кончики. Если волосы тонкие, сначала нанесите спрей на ладони, а затем на пряди. Не смывая спрей для укладки, принимайтесь к укладке утюжком, к салонной укладке на брашинг для объема волос. Несмываемый уход для волос, быстро смягчает их, наполняет локоны необходимой влагой и питательными компонентами, обеспечивает блеск и гладкость, работает как термозащита для волос. Использование профессиональной косметики для волос позволит получить здоровые, ухоженные волосы как после салонных процедур. Уходовая косметика для волос KINSLEY — красота для волос, текстурирует локоны и образует естественную укладку кудрявых волос. Косметика для женщин - лучший подарок маме, девушке, подруге по любому поводу. Мы позаботились о красоте ваших волос и собрали для вас набор средств по уходу за волосами. Подарочный бьюти бокс декоративной косметики состоит из двух средств по уходу за волосами: профессиональный бессульфатный шампунь и бальзам артикул 146170716 - косметика для волос будет отличным дополнением к крем спрею для волос 20в1. С уважением и душой, команда KINSLEY!",
          barcodes: ["4605103562316"],
          pictures: [
            "https://basket-10.wb.ru/vol1458/part145824/145824910/images/big/1.jpg",
            "https://basket-10.wb.ru/vol1458/part145824/145824910/images/big/2.jpg",
            "https://basket-10.wb.ru/vol1458/part145824/145824910/images/big/3.jpg",
            "https://basket-10.wb.ru/vol1458/part145824/145824910/images/big/4.jpg",
            "https://basket-10.wb.ru/vol1458/part145824/145824910/images/big/5.jpg",
            "https://basket-10.wb.ru/vol1458/part145824/145824910/images/big/6.jpg",
            "https://basket-10.wb.ru/vol1458/part145824/145824910/images/big/7.jpg",
            "https://basket-10.wb.ru/vol1458/part145824/145824910/images/big/8.jpg",
          ],
          manufacturerCountries: ["Россия"],
          weightDimensions: {
            length: 9,
            width: 9,
            height: 26.5,
            weight: 0.335,
          },
          supplyScheduleDays: [],
          shelfLifeDays: 730,
          processingState: {
            status: "READY",
          },
          availability: "ACTIVE",
          shelfLife: {
            timePeriod: 2,
            timeUnit: "YEAR",
          },
        },
        mapping: {
          marketSku: 101995432804,
          categoryId: 4854062,
        },
      },
      {
        offer: {
          name: "Шампунь для волос женский профессиональный бессульфатный",
          shopSku: "804171",
          category: "Уход за волосами",
          vendor: "KINSLEY",
          vendorCode: "804171",
          description:
            "Бессульфатный шампунь для волос KINSLEY - профессиональный уход за волосами у вас дома. Здоровые, роскошные волосы, как из рекламы, теперь реальность! Уникальная формула средства по уходу за волосами Total Repair & Protection - на основе мягких моющих компонентов, натуральных экстрактов и кератин для волос действует глубоко изнутри, подчеркнет красоту твоих волос и восстановит поврежденную структуру локонов. Шампунь безсульфатный питает волосяные луковицы, делая их более крепкими, обеспечивая рост волос на голове. Total Repair & Protection работает и как увлажняющий шампунь от перхоти, с помощью экстракта кокоса увлажняет кожу головы, увеличивает плотность волос. Также подойдет как очищающий шампунь для жирных волос у корней благодаря глубокой очистки пор от загрязнений, подкожного жира и стайлинговых средств и как шампунь для ежедневного ухода за волосами, для всех типов волос. В составе средства для волос масло оливы, которое придает волосам блеск и прекрасно помогает сохранить цвет, поэтому шампунь подходит для окрашенных волос, так как во время мытья не раскрывает чешуйки волос и не вымывает красящий пигмент. Если вы часто делаете окрашивание, вам необходимо перейти на шампуни не содержащие сульфатов. После мытья головы сульфаты вымывают краску, делают волосы сухими и безжизненными. Еще, средства с парабенами в составе, способны лишать локоны естественных масел, поэтому они лишаются своей влаги. Именно по этому шампунь без сульфатов и парабенов подойдет для кудрявых волос. Профессиональный шампунь KINSLEY - оптимальное решение для тех, уделяет внимание красоте волос выбирая особый уход для волос и следит за их здоровьем. Шампунь восстанавливает кислотный баланс, укрепляет кожные покровы и положительно влияет на состояние волос. Укрепляющий восстанавливающий шампунь - эффективная помощь для сухих и очень поврежденных волос при регулярном применении. Применение: средство для ухода за волосами нужно аккуратными движениями наносить на корни волос и кожу головы. Рекомендуем использовать в наборе с бальзамом кондиционером для волос Артикул 146169813. Косметика KINSLEY - эффективное восстановление волос и поддержание природной красоты!",
          barcodes: ["4605103804171"],
          pictures: [
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/1.jpg",
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/2.jpg",
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/3.jpg",
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/4.jpg",
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/5.jpg",
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/6.jpg",
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/7.jpg",
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/8.jpg",
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/9.jpg",
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/10.jpg",
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/11.jpg",
            "https://basket-10.wb.ru/vol1461/part146167/146167685/images/big/12.jpg",
          ],
          manufacturerCountries: ["Россия"],
          weightDimensions: {
            length: 9,
            width: 9,
            height: 26.5,
            weight: 0.33,
          },
          supplyScheduleDays: [],
          shelfLifeDays: 730,
          processingState: {
            status: "READY",
          },
          availability: "ACTIVE",
          shelfLife: {
            timePeriod: 2,
            timeUnit: "YEAR",
          },
        },
        mapping: {
          marketSku: 101995415017,
          categoryId: 91183,
        },
      },
    ],
  },
};

export const yandexMarketStatsSkusExample = {
  status: "OK",
  result: {
    shopSkus: [
      {
        shopSku: "396409",
        marketSku: 102031854449,
        name: "Средство для пяток кератолитик жидкое лезвие + пилка для ног",
        price: 679.0,
        categoryId: 4852774,
        categoryName: "Средства по уходу за кожей ног",
        weightDimensions: {
          length: 9,
          width: 9,
          height: 26,
          weight: 0.275,
        },
        warehouses: [
          {
            id: 646153,
            name: "Био Органик 2",
            stocks: [
              {
                type: "FIT",
                count: 10,
              },
              {
                type: "AVAILABLE",
                count: 10,
              },
            ],
          },
        ],
        tariffs: [
          {
            type: "AGENCY_COMMISSION",
            percent: 1.0,
            amount: 6.79,
          },
          {
            type: "FEE",
            percent: 11.0,
            amount: 74.69,
          },
        ],
        pictures: [
          "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/1.jpg",
          "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/2.jpg",
          "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/3.jpg",
          "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/4.jpg",
          "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/5.jpg",
          "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/6.jpg",
          "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/7.jpg",
          "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/8.jpg",
          "https://basket-10.wb.ru/vol1458/part145853/145853684/images/big/9.jpg",
        ],
      },
    ],
  },
};

export const yandexMarketOrdersExample = {
  status: "OK",
  result: {
    orders: [
      {
        id: 240105485,
        creationDate: "2023-05-26",
        statusUpdateDate: "2023-05-26T13:35:12.639+03:00",
        status: "PROCESSING",
        partnerOrderId: "240105485",
        paymentType: "PREPAID",
        fake: false,
        deliveryRegion: {
          id: 43,
          name: "Казань",
        },
        items: [
          {
            offerName:
              "Крем-спрей для волос 20в1 термозащита несмываемый 250 мл",
            marketSku: 101995432804,
            shopSku: "562316",
            count: 1,
            prices: [
              {
                type: "BUYER",
                costPerItem: 848.0,
                total: 848.0,
              },
            ],
            warehouse: {
              id: 646153,
              name: "Био Органик 2",
            },
            details: [],
            cisList: [],
            bidFee: 631,
          },
          {
            offerName:
              "Набор для волос женский шампунь и бальзам бессульфатный",
            marketSku: 101995747521,
            shopSku: "492613",
            count: 1,
            prices: [
              {
                type: "BUYER",
                costPerItem: 1974.0,
                total: 1974.0,
              },
            ],
            warehouse: {
              id: 646153,
              name: "Био Органик 2",
            },
            details: [],
            cisList: [],
            bidFee: 805,
          },
        ],
        payments: [],
        commissions: [],
      },
    ],
    paging: {
      nextPageToken:
        "eyJvcCI6Ij4iLCJrZXkiOnsib3JkZXJJZCI6MjQwMTA1NDg1fSwic2tpcCI6MH0",
    },
  },
};
